[Character.CharClass_Sage_Raid_WitchDoctor AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Item.PoisonCure_Pickup UsableItemDefinition]
UseFailureCharacterMessage="you should %s Used."
ItemName="solution"
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="upper limit"
NoManufacturerName=""

[Item.PoisonCure_Pickup:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Avoid the negative effects of weather.."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.Cleanse SkillDefinition]
SkillName="It helps to reduce the immune system"
SkillDescription="[skill]killer skills[-skill]. When you kill an enemy [skill]All damage is reduced[-skill] Wait a few minutes."
LockedSkillDetailStr="<Locked>"

[Skill.Cleanse:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="To reduce errors: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.ResistRedux SkillDefinition]
SkillName="Reduce resistance."
SkillDescription="[skill]drugs skills[-skill]. if you kill the enemy [skill]All bad things will disappear[-skill] You can encounter problems within seconds."
LockedSkillDetailStr="<Locked>"

[Skill.ResistRedux:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Damage reduction. $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

